<template>
	<div>
		<p style="text-align: center;font-size: 18px;font-weight: 700;">服务条款</p>
		<div class="vanpop">
			<p class="vtitle" style="margin: 10px auto;margin-top: 0;">
				欢迎阅读上海智而亮信息科技有限公司服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于你使用80分运营俱乐部所提供的各种工具和服务（下称“服务”）。
			</p>
			<p class="f7">1. 接受条款</p>
			<p class="vtitle">
				通过公众号进入80分运营俱乐部服务号即表示你同意自己已经与上海智而亮信息科技有限公司订立本协议，且你将受本协议的条款和条件约束。上海智而亮信息科技有限公司可随时自行全权决定更改“条款”。如“条款”有任何变更，上海智而亮信息科技有限公司将在其公众号上刊载公告，通知于你。如你不同意相关变更，必须停止使用“服务”。经修订的“条款”一经在上海智而亮信息科技有限公司公众号公布，立即自动生效。你应在第一次登录后仔细阅读修订后的“条款”，并有权选择停止继续使用“服务”；一旦你继续使用“服务”，则表示你已接受经修订的“条款”，当你与上海智而亮信息科技有限公司发生争议时，应以最新的服务协议为准。除另行明确声明外，任何使“服务”范围扩大或功能增强的新内容均受本协议约束。除非经上海智而亮信息科技有限公司的授权高层管理人员签订书面协议，本协议不得另行作出修订。
			</p>
			<p class="f7">2. 谁可使用80分运营俱乐部提供服务</p>
			<p class="vtitle">
				80分运营俱乐部提供与运营和咨询相关的各类信息服务（以下简称“服务”）。“服务”仅供能够根据相关法律订立具有法律约束力的合约的个人或公司使用。因此，你的年龄必须在十八周岁或以上，才可使用本公司服务。如不符合本项条件，请勿使用“服务”。上海智而亮信息科技有限公司可随时自行全权决定拒绝向任何人士提供“服务”。
			</p>
			<p class="f7">3. 收费</p>
			<p class="vtitle">
				本公司保留收取“服务”费用的权利。你因进行同意接受服务、向本公司获取有偿服务或接触本公司服务器而发生的所有应付款项，以及相关网络服务及其它方面的费用均由你自行承担。本公司保留在无须发出书面通知，仅在你阅读本条款情况下视为接受。
			</p>
			<p class="f7">4. 80分运营俱乐部公众号仅作为报名及公司对外宣传通道</p>
			<p class="vtitle">
				本公司公众号仅作为用户寻找交易对象，就“服务”的交易进行协商，以及获取各类相关服务信息的地点。报名人员应保证相关信息的真实性或准确性，以及交易方履行其在协议项下的各项义务的能力。本公司保留最终的追诉权。
			</p>
			<p class="f7">5. 你的资料和购买服务</p>
			<p class="vtitle">
				“你的资料”包括你在注册报名过程中、按我公司报名信息要求填写的个人信息资料，以及向本公司或其他用户提供的任何资料，包括数据、文本、照片、图画、词句或其它材料。你应对“你的资料”负全部责任。你特此保证，你对提交给上海智而亮信息科技有限公司的“你的资料”真实性负责，且授权智而亮公司使用存储你的资料。
				你通过公众号购买的服务，一经购买，确认你与上海智而亮信息科技有限公司建立服务合同关系，如需开具发票，请及时与工作人员沟通提供发票信息，我司将在收到申请后15个工作日内开局发票。
			</p>
			<p class="f7">5.1 注册义务</p>
			<p class="vtitle">如你在上海智而亮信息科技限公司公众号注册，你同意：</p>
			<p>（a）根据公众号的会员资料表格的要求，提供关于你或贵公司的真实、准确、完整和反映当前情况的资料；</p>
			<p>（b）维持并及时更新会员资料，使其保持真实、准确、完整和反映当前情况。倘若你提供任何不真实、不准确、不完整或不能反映当前情况的资料，或上海智而亮信息科技限公司有合理理由怀疑该等资料不真实、不准确、不完整或不能反映当前情况，上海智而亮信息科技有限公司有权暂停或终止你的注册身份及资料，并拒绝你在目前或将来再次接受“服务”（所付款项不予退还）。如你代表一家公司或其他法律主体在本公司登记，则你声明和保证，你有权使该公司或其他法律主体受本协议“条款”约束，并及时告知我司，另行签订公司合同。</p>
			<p class="f7">5.2 会员注册名和保密</p>
			<p class="vtitle">在登记过程中，你将以真实姓名设置会员名称，且对真实姓名负责。</p>
			<p class="f7">5.3 关于你的资料的规则</p>
			<p class="vtitle">你同意，“你的资料”和你提供在上海智而亮信息科技有限公司公众号上公布的任何信息：</p>
			<p class="ccen">
				a. 不会有欺诈成份；
				<br />
				b. 不会侵犯任何第三者享有的版权、专利、商标、商业秘密或其它知识产权，或隐私权、名誉权；
				<br />
				c. 不会违反任何法律、法规、条例或规章；
				<br />
				d. 不会含有诽谤（包括商业诽谤）、非法恐吓或非法骚扰的内容；
				<br />
				e. 不会含有淫秽、或包含任何儿童色情内容；
				<br />
				f. 不会含有蓄意毁坏、恶意干扰、秘密地截取或侵占任何系统、数据或个人资料的任何病毒、伪装破坏程序、电脑蠕虫、定时程序炸弹或其它电脑程序；
				<br />
				g. 本协议项下禁止的信息或服务；或
				<br />
				（1） 你无权连接我司公众号外所包含的信息或服务。
				<br />
				（2） 未经其他人士同意，利用“服务”收集其他组员的个人及公司资料；
			</p>
			<p class="f7">6. 你授予本公司的许可使用权</p>
			<p class="vtitle">
				你授予本公司独家的、全球通用的、永久的、免费的许可使用权利（并有权在多个层面对该权利进行再授权），使本公司有权（全部或部份地）使用、复制、
				修订、改写、发布、翻译、分发、执行和展示你的信息或制作其派生作品，和/或以现在已知或日后开发的任何形式、媒体或案例信息，将你的信息纳入其它作品内。
			</p>
			<p class="f7">7. 隐私</p>
			<p class="vtitle">
				尽管有第6条所规定的许可使用权，上海智而亮信息科技有限公司将仅根据本公司的隐私保护使用你的信息。本公司隐私保护的全部条款属于本协议的一部份，因此，你必须仔细阅读。请注意，你一旦自愿地在上海智而亮信息科技有限公司购买服务，后续将授权智而亮公司公布服务成果，该等信息即可能被其他人士获取。
			</p>
			<p class="f7">8. 服务程序</p>
			<p class="f7">8.1 添加服务产品描述条目</p>
			<p class="vtitle">服务产品描述是由你提供的在上海智而亮信息科技有限公司上展示的文字描述、图画和/或照片，可以是</p>
			<p>（a）对你拥有而你希望解决问题的描述。</p>
			<p>（b）对你正寻找的职业规划的描述。</p>
			<p class="f7">8.2 就交易进行协商</p>
			<p class="vtitle">后期完成服务后，就服务成功另行签订利润分成协议。</p>
			<p class="f7">8.3 运用常识</p>
			<p class="vtitle">
				本公司不能亦不试图对其他用户通过“服务”提供的资料进行更改。就其本质而言，其他用户的解决问题会有先后顺序，由小组成员投票决定先后。
			</p>
			<p class="f7">9. 反馈</p>
			<p class="vtitle">
				用户接受服务后，应及时反馈互助信息，跟踪解决服务需求问题，并在服务交付后，积极撰写服务案例感想，后期智而亮公司将对提交案例进行修改润色，并提交案主进行书面确认。
			</p>
			<p class="f7">10. 后期商业开发</p>
			<p class="vtitle">
				你同意，后期授权智而亮公司对此次服务及案例做商业开发，并与你就商业开发利润达成协议后分享。
			</p>
			<p class="f7">11. 责任范围</p>
			<p class="txtdent">
				1.你明确理解和同意，上海智而亮信息科技有限公司不对因下述任一情况而发生的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿（无论上海智而亮信息科技有限公司是否已被告知该等损害赔偿的可能性）。
			</p>
			<p class="txtdent">2.任何第三者对“服务”的声明或关于“服务”的行为。</p>
			<p class="txtdent">3.因任何原因而引起的与“服务”有关的任何其它事宜，包括疏忽。</p>
			<p class="f7">12. 遵守法律</p>
			<p class="vtitle">
				你应遵守与你使用“服务”，以及与你购买任何服务产品以及提供服务信息有关的所有相关的法律、法规、条例和规章。
			</p>
			<p class="f7">13. 广告服务</p>
			<p class="vtitle">
				你与在“服务”上或通过“服务”后认识的其他购买服务对象通讯或进行业务往来或参与其推广活动，包括就相关服务付款和交付相关服务，以及与该等业务往来相关的任何其它条款、条件、保证或声明，仅限于在你和其之间发生。你同意，对于因任何该等业务往来出现任何损失或损毁，上海智而亮信息科技有限公司无需负责或承担任何责任。
			</p>
			<p class="f7">14. 通知</p>
			<p class="vtitle">
				除非另有明确规定，任何通知应以电子邮件形式发送，（就上海智而亮信息科技限公司而言） 电子邮件地址为
				public@80points.com.cn，（就你而言）发送到你在登记过程中向上海智而亮信息科技限公司提供的电子邮件地址，或有关方指明的该等其它地址。在电子邮件发出二十四（24）小时后，通知应被视为已送达，除非发送人被告知相关电子邮件地址已作废。或者，本公司可通过邮资预付挂号邮件并要求回执的方式，将通知发到你在登记过程中向上海智而亮信息科技限公司提供的地址。在该情况下，在付邮当日三（3）天后通知被视为已送达。
			</p>
			<p class="f7">15. 不可抗力</p>
			<p class="vtitle">
				对于因本公司合理控制范围以外的原因，包括但不限于自然灾害、罢工或骚乱、物质短缺或定量配给、暴动、战争行为、政府行为、通讯或其它设施故障或严重伤亡事故等，致使本公司延迟或未能履约的，上海智而亮信息科技限公司不对你承担任何责任。
			</p>
			<p class="f7">16. 转让</p>
			<p class="vtitle">上海智而亮信息科技有限公司转让本协议无需经你同意。</p>
			<p class="f7">17. 其它规定</p>
			<p class="vtitle">
				本协议构成你和上海智而亮信息科技限公司之间的全部协议，规定了你对“服务”的使用。本协议各方面应受中华人民共和国大陆地区法律的管辖。倘若本协议任何规定被裁定为无效或不可强制执行，该项规定应被撤销，而其余规定应予执行。条款标题仅为方便参阅而设，并不以任何方式界定、限制、解释或描述该条款的范围或限度。本公司未就你或其他人士的某项违约行为采取行动，并不表明本公司撤回就任何继后或类似的违约事件采取行动的权利。
			</p>
			<p class="f7">18. 诉讼</p>
			<p class="vtitle">
				因本协议或本公司服务所引起或与其有关的任何争议应向上海市嘉定区人民法院提起诉讼，并以中华人民共和国法律为管辖法律。
			</p>
		</div>
	</div>
</template>

<script>
	export default {
		name: 'Serveterms',
		data() {
			return {

			}
		},
		mounted: function() {

		},
		methods: {

		}
	}
</script>

<style  scoped>
	/* 协议内容 */

	.vanpop {
		margin: 5px auto;
		width: 95%;
		height: 415px;
		text-align: justify;
		overflow-y: auto;
	}

	.vanpop::-webkit-scrollbar-track-piece {
		background-color: rgba(0, 0, 0, 0);
		border-left: 1px solid rgba(0, 0, 0, 0);
	}
	.vanpop::-webkit-scrollbar {
		width: 5px;
		height: 13px;
		-webkit-border-radius: 5px;
		-moz-border-radius: 5px;
		border-radius: 5px;
	}
	.vanpop::-webkit-scrollbar-thumb {
		background-color: rgba(177, 177, 177, 0.5);
		background-clip: padding-box;
		-webkit-border-radius: 5px;
		-moz-border-radius: 5px;
		border-radius: 5px;
		min-height: 28px;
	}
	.vanpop::-webkit-scrollbar-thumb:hover {
		background-color: rgba(177, 177, 177, 0.5);
		-webkit-border-radius: 5px;
		-moz-border-radius: 5px;
		border-radius: 5px;
	}

	.vanpop p {
		font-size: 12px;
		text-align: justify;
	}

	.vanpop .vtitle {
		text-align: justify;
		text-indent: 25px;
	}
	.f7 {
		/* 文字加粗 */
		font-weight: 700;
	}

	.vanpop .ccen {
		padding: 0px 10px;
	}

	.vanpop .txtdent {
		text-indent: 15px;
	}

</style>
